<div id="RedboxLogo" style="display: flex;flex-direction: row;align-items: center;justify-content: center;">
    <div class="redbox__img" style="width: 48px; height: 48px; flex: 48px 0.03;">
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 89.05 98.09" style="width: 48px; height: 48px;">
            <defs>
                <style>.cls-1{fill:#f02820;}</style>
            </defs>
            <title>Redbox Studio</title>
            <g id="Слой_2" data-name="Слой 2">
                <g id="Слой_1-2" data-name="Слой 1">
                    <path class="cls-1" d="M82.06,19.3,51.51,1.66a15.49,15.49,0,0,0-14,0L7,19.3A15.49,15.49,0,0,0,0,31.4V66.68a15.49,15.49,0,0,0,7,12.1L37.54,96.42a15.49,15.49,0,0,0,14,0L82.06,78.78a15.49,15.49,0,0,0,7-12.1V31.4A15.49,15.49,0,0,0,82.06,19.3ZM69.49,62.22A17,17,0,0,1,57,67.32a17.6,17.6,0,0,1-14.37-7.39v5.3a.85.85,0,0,1-.26.62.87.87,0,0,1-.63.24L40.21,66a.85.85,0,0,1-.82-.85v-27a12,12,0,0,0-7.85-2.81A12.2,12.2,0,0,0,19.22,47.76V65.28a.85.85,0,0,1-.85.85H16.81a.85.85,0,0,1-.85-.85V34.09a.85.85,0,0,1,.85-.85h1.55a.85.85,0,0,1,.85.85V38a14.46,14.46,0,0,1,4.08-3.72,15.57,15.57,0,0,1,8.24-2.27,15.17,15.17,0,0,1,7.85,2.12V32.05a.85.85,0,0,1,.85-.85H41.8a.85.85,0,0,1,.85.85v7.39A17.6,17.6,0,0,1,57,32.05,17.61,17.61,0,0,1,74.65,49.68,17.14,17.14,0,0,1,69.49,62.22Z"></path>
                    <path class="cls-1" d="M57,35.31a14,14,0,0,0-8.56,2.81,13.56,13.56,0,0,0-5.16,7.27,14.25,14.25,0,0,0-.65,4.17,14,14,0,0,0,1.9,7.4A14.67,14.67,0,0,0,57,64.06a13.76,13.76,0,0,0,10.21-4.16,13.94,13.94,0,0,0,4.16-10.21A14.42,14.42,0,0,0,57,35.31Z"></path>
                </g>
            </g>
        </svg>
    </div>
    <div class="redbox__caption" style="width: 200px;  height: 48px;">
        <a href="http://rdbx.ru/?utm_source=sites&utm_medium=copyright&utm_campaign=footer&utm_content=" target="_blank" style="color: #000000">Сделано в веб-студии<br>Redbox</a>
    </div>
</div>